[
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor1",
    "tax": 6,
    "price": "2207.08",
    "cost": "1098.89",
    "barcode": 665556,
    "sku": 773067,
    "category": "Category3",
    "description": "Reprehenderit aliqua nostrud deserunt incididunt Lorem esse enim. Ullamco velit nisi deserunt eiusmod officia sint ex. Eiusmod amet eiusmod veniam dolor aute amet nostrud voluptate excepteur incididunt sunt non aliquip incididunt. Elit irure elit elit sit magna. Labore excepteur ea sint dolor aliqua excepteur nostrud mollit culpa in cupidatat commodo aute elit. Veniam nulla enim sint eu reprehenderit ex sint deserunt deserunt ut eiusmod sunt minim.",
    "name": "sint",
    "_id": "58a5ffc09a7b7b68936d48cd"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "1913.42",
    "cost": "830.55",
    "barcode": 997024,
    "sku": 287798,
    "category": "Category2",
    "description": "Voluptate tempor irure in commodo occaecat consectetur nostrud eiusmod aliquip. Nostrud incididunt id velit sunt Lorem ullamco nostrud enim irure. Anim in anim pariatur incididunt proident nostrud proident consectetur ad irure ipsum veniam do. Pariatur dolore reprehenderit aute consequat. Ea enim voluptate ut voluptate quis. Ea ea ea pariatur ipsum ullamco laboris et anim non et culpa anim.",
    "name": "in",
    "_id": "58a5ffc0128a847bd26c63e8"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "4874.72",
    "cost": "1253.65",
    "barcode": 702499,
    "sku": 989602,
    "category": "Category1",
    "description": "Ea non reprehenderit id tempor excepteur. Tempor laboris non mollit irure velit incididunt enim culpa. Consequat laborum incididunt do aliqua cillum occaecat laborum. Deserunt in aliquip est ipsum quis labore nostrud commodo incididunt ipsum magna quis. Labore adipisicing deserunt enim anim.",
    "name": "id",
    "_id": "58a5ffc0acadb3d83e3d8ae3"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "2748.07",
    "cost": "622.71",
    "barcode": 478335,
    "sku": 411252,
    "category": "Category3",
    "description": "Esse consectetur ullamco ex do tempor commodo. Proident eu aliquip occaecat aute ad nulla aliquip sit cupidatat enim fugiat. Tempor cupidatat ut eu non ad sint consectetur. Culpa amet cupidatat ea et ea sunt magna consectetur excepteur qui veniam. Qui non deserunt elit adipisicing enim sint incididunt laborum id ut. Sit qui esse ipsum officia nulla nulla irure consectetur cupidatat sunt pariatur anim dolor.",
    "name": "commodo",
    "_id": "58a5ffc0d50e42eb8e55202a"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "1299.14",
    "cost": "429.81",
    "barcode": 580666,
    "sku": 656498,
    "category": "Category1",
    "description": "Ut magna sint et in laboris ullamco commodo cillum. Do cillum et elit proident id. Duis eiusmod duis Lorem irure incididunt incididunt proident cillum minim minim ex. Laborum est aliquip duis mollit excepteur et ad. Nulla irure consectetur adipisicing duis amet nisi adipisicing ex veniam aliquip sit laboris cillum voluptate.",
    "name": "veniam",
    "_id": "58a5ffc0273610394f2b2a05"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "3231.86",
    "cost": "136.15",
    "barcode": 345768,
    "sku": 934403,
    "category": "Category4",
    "description": "Quis eu elit mollit tempor exercitation aute cupidatat. Cupidatat proident reprehenderit ex dolor ex nulla labore et cupidatat qui. Cillum dolor reprehenderit dolor dolor enim in cupidatat nostrud reprehenderit esse.",
    "name": "officia",
    "_id": "58a5ffc0358cb317d2439cba"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "3800.75",
    "cost": "686.62",
    "barcode": 148833,
    "sku": 870121,
    "category": "Category3",
    "description": "Aliqua sunt cupidatat proident et minim occaecat fugiat nisi elit minim officia commodo. Fugiat cillum occaecat cillum non qui reprehenderit amet. Occaecat sit laborum mollit adipisicing minim. Fugiat proident elit adipisicing amet voluptate aliqua incididunt. Non ut velit labore labore esse aliquip culpa. Laborum irure pariatur duis labore labore.",
    "name": "incididunt",
    "_id": "58a5ffc0aae07e1e8665a548"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "4469.49",
    "cost": "1103.95",
    "barcode": 124901,
    "sku": 836372,
    "category": "Category4",
    "description": "Fugiat non deserunt cillum nostrud labore pariatur pariatur nisi tempor incididunt ipsum elit occaecat culpa. Mollit magna non sit labore occaecat do exercitation adipisicing. Aute aute fugiat quis proident amet elit excepteur ad dolore sunt non. Labore aliquip qui aliquip est veniam incididunt amet sunt fugiat Lorem reprehenderit sint do do.",
    "name": "veniam",
    "_id": "58a5ffc0cf561b79a5d45409"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "4219.41",
    "cost": "741.76",
    "barcode": 530543,
    "sku": 382639,
    "category": "Category1",
    "description": "Deserunt nulla occaecat nostrud occaecat amet pariatur sit sint. Deserunt magna esse proident sunt dolor dolor consequat qui sint veniam fugiat labore. Aliqua aliqua ea tempor adipisicing veniam quis deserunt tempor deserunt est cillum nulla eu laboris.",
    "name": "deserunt",
    "_id": "58a5ffc043d6b2d53e025ae6"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "3514.98",
    "cost": "1427.89",
    "barcode": 465950,
    "sku": 528279,
    "category": "Category1",
    "description": "Nisi qui pariatur ullamco eu. Do consequat magna ipsum in culpa. Ea Lorem est nulla sunt. Sit sit id aliquip proident. Consectetur minim duis culpa sit nisi excepteur eu non ea anim cillum irure pariatur amet. Velit quis voluptate sint magna ut consequat amet enim incididunt amet. Dolor ad reprehenderit qui reprehenderit.",
    "name": "elit",
    "_id": "58a5ffc02a23ba21ec8fd3e6"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "1956.38",
    "cost": "1059.85",
    "barcode": 349752,
    "sku": 150940,
    "category": "Category2",
    "description": "Nostrud nisi proident fugiat est excepteur incididunt reprehenderit eu cupidatat. Fugiat qui ea voluptate deserunt incididunt culpa incididunt consectetur sit est qui. Nulla amet velit quis dolor. Magna cupidatat ad ea deserunt velit sit ipsum et non dolore. Consectetur duis ullamco dolore eu id reprehenderit dolore consectetur. Est occaecat voluptate veniam ut.",
    "name": "velit",
    "_id": "58a5ffc09ca66af3f7aa2f5a"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "4625.58",
    "cost": "1213.87",
    "barcode": 137124,
    "sku": 578493,
    "category": "Category4",
    "description": "Quis proident ipsum fugiat ex aliqua incididunt reprehenderit. Voluptate labore laborum culpa non ut duis amet. Nostrud ipsum ipsum pariatur id ut irure. Do id aliquip consequat amet non adipisicing veniam minim ea amet. Eu officia tempor commodo veniam et eiusmod minim ut amet qui nostrud eiusmod ut enim. Ea do officia id reprehenderit cupidatat laborum ipsum. Commodo occaecat reprehenderit cupidatat labore et sint officia exercitation.",
    "name": "amet",
    "_id": "58a5ffc09497971080dfcdfd"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "4377.72",
    "cost": "980.79",
    "barcode": 671206,
    "sku": 920875,
    "category": "Category4",
    "description": "Nostrud consectetur elit sint ad dolore adipisicing incididunt. Sunt duis fugiat incididunt non magna dolore. Mollit ex ipsum et magna eiusmod aute nostrud cupidatat. Irure occaecat excepteur est aute fugiat eiusmod adipisicing ipsum sunt ea ea dolore. Proident eiusmod irure ex sunt pariatur consectetur irure consequat in deserunt esse.",
    "name": "anim",
    "_id": "58a5ffc05e09ce2ff8060da0"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "2046.7",
    "cost": "186.2",
    "barcode": 265600,
    "sku": 311508,
    "category": "Category1",
    "description": "Nisi aliqua minim culpa magna est dolor do. Eiusmod incididunt fugiat labore nisi ad deserunt occaecat officia ea. Exercitation proident qui consectetur do ipsum officia pariatur exercitation.",
    "name": "fugiat",
    "_id": "58a5ffc02d668f9231218283"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "3811.26",
    "cost": "662.24",
    "barcode": 885799,
    "sku": 552816,
    "category": "Category4",
    "description": "Fugiat nulla non dolore consectetur. Exercitation commodo ipsum est aliquip Lorem tempor Lorem in. In commodo sunt nostrud ea et ullamco irure non ipsum pariatur occaecat laboris.",
    "name": "ex",
    "_id": "58a5ffc04176a6df8a4bd3a8"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor1",
    "tax": 6,
    "price": "828.56",
    "cost": "769.02",
    "barcode": 413261,
    "sku": 943922,
    "category": "Category1",
    "description": "Elit laboris aute deserunt sunt sunt Lorem. Et in duis pariatur ad exercitation. Velit cillum esse ad minim consectetur fugiat irure ea anim ex deserunt deserunt aute ipsum. Quis veniam officia pariatur aute culpa veniam enim irure aute nisi laboris. Adipisicing esse dolor pariatur et culpa id occaecat Lorem irure culpa qui labore enim pariatur. Esse aliqua non incididunt incididunt ea irure. Labore adipisicing nulla elit pariatur in.",
    "name": "officia",
    "_id": "58a5ffc0977446ca30f7111b"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "269.9",
    "cost": "232.24",
    "barcode": 566877,
    "sku": 934661,
    "category": "Category3",
    "description": "Minim officia officia consequat in culpa. Qui deserunt cillum aute sit officia. Anim adipisicing sint adipisicing dolor Lorem cupidatat est esse consequat. Dolore anim ea qui ad sunt veniam. Voluptate dolore ex nisi labore. Tempor ut qui proident pariatur consequat.",
    "name": "ullamco",
    "_id": "58a5ffc0f2b3cb089ec94611"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "2441.51",
    "cost": "785.78",
    "barcode": 234979,
    "sku": 883429,
    "category": "Category2",
    "description": "Consectetur eu veniam do officia reprehenderit laborum id nulla tempor. Velit ullamco enim sunt exercitation pariatur ullamco esse anim proident nulla occaecat voluptate culpa. Veniam consequat exercitation aliquip cillum eu ad consectetur aliqua id. Occaecat laborum proident ut et ut tempor sunt eu nulla laboris adipisicing Lorem. Mollit nulla officia ea quis excepteur velit irure ex dolore sunt id. Ex commodo incididunt excepteur aute.",
    "name": "aliquip",
    "_id": "58a5ffc0b58c2d1e9bbf8e2a"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "453.73",
    "cost": "942.34",
    "barcode": 406381,
    "sku": 318954,
    "category": "Category1",
    "description": "Reprehenderit irure nostrud ipsum cillum in dolor reprehenderit. Ea minim ea aliqua Lorem officia commodo veniam et nisi est voluptate deserunt dolore fugiat. Qui eiusmod dolore tempor incididunt ad aliqua. Labore labore deserunt do esse magna amet cillum laboris aute fugiat nulla cillum nulla ullamco. Nisi duis minim ad eiusmod. Enim dolore in consequat magna anim incididunt aute nisi proident elit ex mollit.",
    "name": "in",
    "_id": "58a5ffc04ef6eea66ec670c7"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "3398.81",
    "cost": "956.76",
    "barcode": 180751,
    "sku": 594946,
    "category": "Category4",
    "description": "Ex eiusmod voluptate aliqua minim anim ea. Nulla ullamco do elit enim tempor deserunt cupidatat nostrud ullamco culpa. Commodo sit reprehenderit anim amet excepteur consequat et enim. Quis ea exercitation ad qui et ipsum. Duis fugiat ullamco sint aliqua. Cupidatat et minim laborum do.",
    "name": "sunt",
    "_id": "58a5ffc0b615f794e869cd84"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "631.86",
    "cost": "507.16",
    "barcode": 207036,
    "sku": 695723,
    "category": "Category1",
    "description": "Excepteur aliquip consectetur officia exercitation duis cillum tempor. Ad minim nulla id consequat nisi. Eiusmod consequat commodo tempor ex occaecat sunt sit irure occaecat. Excepteur culpa mollit sit esse mollit sint. Labore irure cillum duis occaecat ipsum sit minim cillum quis ea sunt duis laboris exercitation. Eiusmod aliqua et cupidatat occaecat ut Lorem nulla do dolore sint. Sit excepteur nulla cillum officia labore mollit minim est amet nulla.",
    "name": "do",
    "_id": "58a5ffc0c3d82111bff7046a"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "612.23",
    "cost": "1302.15",
    "barcode": 834119,
    "sku": 294143,
    "category": "Category2",
    "description": "Velit quis exercitation quis labore. Pariatur veniam anim commodo eiusmod eiusmod in nostrud excepteur laboris duis esse reprehenderit. Laboris tempor officia duis consequat veniam non aute mollit. Mollit velit deserunt cillum labore ea id minim quis ex minim consectetur nisi eu. Esse veniam irure adipisicing ad tempor voluptate. Exercitation esse sint consectetur excepteur nulla et do officia ad culpa anim est exercitation adipisicing.",
    "name": "et",
    "_id": "58a5ffc02d4fbdbc414cfdf1"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "4923.81",
    "cost": "235.12",
    "barcode": 818603,
    "sku": 553358,
    "category": "Category4",
    "description": "Culpa enim Lorem in laborum consectetur et laboris aliquip adipisicing voluptate aliqua officia. Tempor dolor proident dolore excepteur aliquip reprehenderit eu eu culpa. Laboris ea sint laboris voluptate ipsum eu magna non proident pariatur irure duis exercitation. Consectetur excepteur irure officia non ut non pariatur non sint.",
    "name": "sint",
    "_id": "58a5ffc09a8afd2261ac46c5"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor1",
    "tax": 6,
    "price": "3957.25",
    "cost": "694.98",
    "barcode": 989975,
    "sku": 114143,
    "category": "Category2",
    "description": "Adipisicing occaecat nulla dolore irure velit adipisicing nostrud exercitation tempor officia amet eu magna. Ullamco sint nostrud labore magna esse amet mollit ullamco aliqua do exercitation Lorem sit sint. Lorem magna est aliquip aliquip et proident sunt do officia esse mollit aliqua. Commodo dolor dolor ex Lorem nisi irure est anim ad nisi nostrud in tempor consequat. Reprehenderit non ea dolore eiusmod ipsum quis veniam amet tempor incididunt proident amet amet exercitation. Veniam anim deserunt laborum nulla tempor esse laborum duis non reprehenderit officia qui laborum anim. Sint anim laborum qui irure ex laboris cillum adipisicing.",
    "name": "est",
    "_id": "58a5ffc0b668fb0b4f685ed8"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "2134.4",
    "cost": "1466.49",
    "barcode": 689224,
    "sku": 229907,
    "category": "Category4",
    "description": "Nostrud ipsum excepteur ex incididunt excepteur mollit eu consequat. In sit minim ipsum aliquip voluptate deserunt pariatur commodo ipsum officia sint consectetur deserunt eu. Magna ut occaecat ad laborum. Qui sit incididunt Lorem aute mollit qui do id reprehenderit dolor duis. Ex dolore ea elit non enim minim ad mollit in consequat cillum. Commodo adipisicing eu cillum sint fugiat in.",
    "name": "mollit",
    "_id": "58a5ffc09d159790be6f6823"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "1427.14",
    "cost": "20.29",
    "barcode": 864256,
    "sku": 702508,
    "category": "Category1",
    "description": "Amet do ea aute fugiat tempor. Ut labore non adipisicing irure aute reprehenderit minim esse nulla tempor. Nostrud quis do commodo minim exercitation qui qui irure exercitation non. Veniam est mollit voluptate velit non fugiat laborum magna sint incididunt. Veniam id deserunt pariatur proident dolor veniam voluptate qui anim. Ex nostrud nisi consequat tempor occaecat ea. Incididunt consectetur eiusmod non Lorem quis nisi aliqua do et ullamco non.",
    "name": "ex",
    "_id": "58a5ffc0b9e09daa85ca6a46"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "2341.99",
    "cost": "1472.23",
    "barcode": 872390,
    "sku": 395451,
    "category": "Category4",
    "description": "Cupidatat culpa excepteur tempor cupidatat proident cupidatat mollit velit laborum. Cillum sit excepteur esse consectetur tempor ut aliqua duis laborum anim aute ullamco nostrud. Velit fugiat in veniam veniam culpa. Ea ipsum culpa sint do. Veniam eu aute culpa ad laboris consectetur dolore Lorem in. Amet nulla occaecat consectetur et. Labore deserunt commodo nulla eu cupidatat in aliquip adipisicing incididunt.",
    "name": "eiusmod",
    "_id": "58a5ffc056d08b044a7f498e"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "2895.02",
    "cost": "395.79",
    "barcode": 355746,
    "sku": 118035,
    "category": "Category3",
    "description": "Mollit officia aliquip cillum est do reprehenderit sit voluptate commodo eu occaecat culpa in. Et Lorem tempor veniam occaecat labore magna adipisicing in aliqua reprehenderit tempor. Elit exercitation ea eu exercitation labore proident pariatur ea. Ad eu non minim anim laborum. Sunt cillum duis ex sint nisi.",
    "name": "incididunt",
    "_id": "58a5ffc08f6b5313608a4f7e"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "1407.82",
    "cost": "128.67",
    "barcode": 634206,
    "sku": 474841,
    "category": "Category2",
    "description": "Est mollit consectetur in est velit sunt incididunt laborum minim et nisi tempor aute nostrud. Irure velit officia ipsum velit irure id sint culpa officia sit aliqua adipisicing. Ex dolor voluptate do ad. Amet officia Lorem nostrud eu. Dolor officia dolore aute cupidatat amet est voluptate non aliqua nulla eu. Dolore labore fugiat nostrud qui mollit incididunt ullamco pariatur irure fugiat.",
    "name": "velit",
    "_id": "58a5ffc024581ffdd1c0db5f"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "4243.02",
    "cost": "1099.01",
    "barcode": 708021,
    "sku": 375163,
    "category": "Category3",
    "description": "Mollit quis nisi deserunt velit qui. Culpa in consectetur laboris consectetur occaecat in cupidatat excepteur in dolore. Elit magna et amet eiusmod dolore nulla sint et duis magna enim aliqua labore ut. Laborum dolor tempor et adipisicing excepteur proident ea. Enim exercitation pariatur laborum enim reprehenderit eiusmod pariatur officia quis ad sunt. Cupidatat nulla eiusmod consequat aute pariatur. Elit deserunt pariatur irure mollit ad voluptate quis do tempor.",
    "name": "laboris",
    "_id": "58a5ffc0ee04c0485bf19181"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "4722.09",
    "cost": "888.75",
    "barcode": 852228,
    "sku": 150723,
    "category": "Category2",
    "description": "Ipsum mollit tempor officia aute ipsum nulla adipisicing. Anim cupidatat duis enim excepteur deserunt sint et est. Est in eiusmod aliquip aliqua. Exercitation ipsum adipisicing elit eu deserunt eu dolore in velit id. Elit ut quis qui fugiat ex velit est officia cupidatat aliquip irure. Cillum mollit cupidatat officia sunt.",
    "name": "sint",
    "_id": "58a5ffc02eac6969e77f0b48"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "2266.42",
    "cost": "492.01",
    "barcode": 811271,
    "sku": 757723,
    "category": "Category2",
    "description": "Tempor dolore qui nostrud nulla minim do in enim cupidatat Lorem sit aliquip ex nostrud. Veniam aliqua incididunt veniam ex consequat adipisicing aliqua anim do. Aliquip excepteur esse occaecat magna pariatur ad aute do et esse cillum minim. Aliqua aliqua laborum qui ex.",
    "name": "consequat",
    "_id": "58a5ffc0e485e66c0b66a057"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "1000.21",
    "cost": "1458.26",
    "barcode": 272434,
    "sku": 293230,
    "category": "Category3",
    "description": "Est irure sunt Lorem ex consectetur ad adipisicing elit velit. Duis eu commodo veniam eu enim duis velit do do aliqua eu. Consectetur ipsum eiusmod deserunt officia dolore.",
    "name": "nostrud",
    "_id": "58a5ffc08793f0b590249e72"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "154.01",
    "cost": "1206.08",
    "barcode": 732508,
    "sku": 144365,
    "category": "Category2",
    "description": "Ea duis ullamco veniam ullamco irure proident Lorem est labore. Mollit anim do nostrud sunt irure ut irure velit sunt aliqua anim. Nulla tempor cupidatat ipsum laboris commodo elit.",
    "name": "reprehenderit",
    "_id": "58a5ffc0c740ea3d889e74fb"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "2958.9",
    "cost": "134.01",
    "barcode": 845589,
    "sku": 694375,
    "category": "Category1",
    "description": "Irure commodo qui nisi mollit consectetur aute culpa dolore commodo aute consectetur laboris magna id. Enim est aliquip mollit ullamco mollit irure aliquip do nisi Lorem pariatur consequat enim. Fugiat id aliquip cupidatat magna ad amet ex Lorem ut ut qui proident in deserunt. Reprehenderit velit veniam laborum occaecat sit aliquip in. Cupidatat mollit exercitation deserunt voluptate enim qui.",
    "name": "adipisicing",
    "_id": "58a5ffc0d64a8aafe7d8d08f"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "4606.44",
    "cost": "1174.48",
    "barcode": 559468,
    "sku": 659096,
    "category": "Category1",
    "description": "Non consectetur magna amet ut. Do anim nisi non commodo elit qui ex non laboris magna proident non minim. Ullamco adipisicing in et qui. Elit non minim amet eiusmod sint eu non. Ex deserunt dolore culpa excepteur dolore in. Magna adipisicing enim consectetur pariatur consequat ex quis. Tempor commodo ea nostrud pariatur Lorem in quis id.",
    "name": "aliquip",
    "_id": "58a5ffc0df6f88d112341a82"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "3726.9",
    "cost": "20.34",
    "barcode": 549179,
    "sku": 882201,
    "category": "Category4",
    "description": "Ullamco labore laboris ullamco sint consequat nulla qui. Ipsum quis irure in dolor ea laborum duis et ad labore voluptate in et Lorem. Amet minim consequat et amet occaecat.",
    "name": "aute",
    "_id": "58a5ffc037375ea8038755be"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "915.57",
    "cost": "7.33",
    "barcode": 834515,
    "sku": 456576,
    "category": "Category3",
    "description": "Do aliqua dolor pariatur tempor Lorem id commodo esse est dolore. Consectetur pariatur sit tempor commodo cupidatat anim proident aute minim anim officia. Deserunt proident anim fugiat culpa commodo anim cupidatat consectetur mollit exercitation cupidatat. Ipsum proident dolor nostrud proident voluptate sint amet elit eu. Sit do irure nostrud nostrud sint commodo deserunt. Velit labore qui aliqua qui.",
    "name": "proident",
    "_id": "58a5ffc0a3f87b65c3483500"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor1",
    "tax": 6,
    "price": "2987.2",
    "cost": "395.48",
    "barcode": 103854,
    "sku": 721288,
    "category": "Category1",
    "description": "Eu dolor esse pariatur occaecat dolore nulla id. Eiusmod commodo officia anim do esse. Deserunt duis adipisicing eu excepteur culpa cillum non incididunt nostrud. Laboris deserunt ea ipsum mollit nisi. Nulla velit magna deserunt veniam nisi proident magna nulla. Occaecat anim sint commodo deserunt adipisicing quis cupidatat.",
    "name": "voluptate",
    "_id": "58a5ffc0b1f011624ed7efa2"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "3237.11",
    "cost": "1404.09",
    "barcode": 211656,
    "sku": 416602,
    "category": "Category2",
    "description": "Sint laboris culpa consequat deserunt dolore Lorem duis. Aliqua ut laboris dolor cillum reprehenderit dolore consectetur ad ad cillum. Esse elit duis et ea reprehenderit labore.",
    "name": "nisi",
    "_id": "58a5ffc0262e8b325f7e992b"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "4165.21",
    "cost": "1449.28",
    "barcode": 953160,
    "sku": 210817,
    "category": "Category2",
    "description": "Do adipisicing nostrud duis proident aliqua voluptate adipisicing ea id officia officia. Ea nostrud in incididunt culpa anim sit deserunt id tempor mollit. Voluptate ex aliquip voluptate eu esse duis ut.",
    "name": "dolore",
    "_id": "58a5ffc0a48502e3cf263e92"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "4010.78",
    "cost": "668.08",
    "barcode": 691586,
    "sku": 975068,
    "category": "Category1",
    "description": "Ut aute laborum eiusmod labore nulla excepteur tempor enim sunt esse veniam anim consectetur. Lorem excepteur dolore sunt proident enim. Cillum ex tempor in deserunt id nostrud officia enim consequat minim ut. Ea minim et id officia incididunt pariatur magna laborum culpa ad Lorem.",
    "name": "veniam",
    "_id": "58a5ffc024963765887a0dff"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "4468.69",
    "cost": "874.58",
    "barcode": 271526,
    "sku": 335147,
    "category": "Category3",
    "description": "Veniam cillum ex mollit non ad. Mollit elit dolore dolore ullamco ad eiusmod officia ullamco ullamco minim irure in. Ad ad sunt nisi aute. Cillum enim ullamco nostrud adipisicing laborum nisi est laborum in tempor. Cupidatat sint fugiat anim aliquip consequat enim. Mollit non minim eu nulla. Exercitation laboris qui dolore do cillum ad pariatur amet cupidatat veniam nisi incididunt.",
    "name": "adipisicing",
    "_id": "58a5ffc042eb30e8ba1be1af"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "4804.36",
    "cost": "366.03",
    "barcode": 781072,
    "sku": 917884,
    "category": "Category2",
    "description": "Sunt eu amet Lorem pariatur. Sunt aliqua reprehenderit laboris irure exercitation duis cillum officia labore veniam dolore. Ex qui voluptate fugiat aliqua incididunt id reprehenderit labore minim.",
    "name": "quis",
    "_id": "58a5ffc0ddab68e2c844d8df"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "3.15",
    "cost": "152.83",
    "barcode": 641294,
    "sku": 936488,
    "category": "Category3",
    "description": "Ex consectetur eu ut est ullamco non ut tempor. In id laboris sit laboris deserunt ad irure quis veniam proident incididunt reprehenderit labore. Velit fugiat nisi ut minim dolor consequat excepteur sit enim elit minim exercitation. Adipisicing labore voluptate veniam laborum culpa do tempor exercitation velit incididunt non. Labore sit ad duis laborum ad dolor fugiat consequat.",
    "name": "magna",
    "_id": "58a5ffc05bcb2a7574151115"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "415.91",
    "cost": "444.88",
    "barcode": 833735,
    "sku": 153273,
    "category": "Category4",
    "description": "Dolor anim magna velit occaecat consectetur. Labore incididunt excepteur incididunt et ut elit nisi sunt qui commodo veniam pariatur culpa mollit. Enim Lorem culpa anim deserunt et. Laborum ut dolor in adipisicing aliquip aliquip anim. Dolore ut dolor ea nostrud dolore aute ea est nulla esse. Nostrud ipsum aliquip aliqua pariatur tempor aliquip.",
    "name": "consequat",
    "_id": "58a5ffc051ac5a4d128a1c44"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "2656.84",
    "cost": "1152.64",
    "barcode": 194007,
    "sku": 806881,
    "category": "Category3",
    "description": "Irure ut ad Lorem exercitation voluptate aute amet quis officia fugiat culpa in. Esse id aute laborum eiusmod laboris laboris sunt aliquip. Exercitation labore proident ex dolor elit culpa exercitation fugiat incididunt elit amet id sunt. Commodo pariatur et velit anim dolor proident magna deserunt sunt nostrud eiusmod. Cillum Lorem do enim exercitation. Culpa aliquip eiusmod ullamco duis Lorem nostrud exercitation do commodo eiusmod sit Lorem proident.",
    "name": "quis",
    "_id": "58a5ffc0ff5f54947f7ea53a"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "3322.49",
    "cost": "446.42",
    "barcode": 511722,
    "sku": 610131,
    "category": "Category4",
    "description": "Laborum consectetur in commodo ipsum ullamco dolor excepteur duis elit cillum dolor id amet ipsum. Fugiat culpa velit do officia veniam ea ad quis qui et irure incididunt aliquip elit. Officia labore incididunt non magna minim culpa deserunt magna ea tempor in aute ex.",
    "name": "sit",
    "_id": "58a5ffc050049123af4d1263"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "315.95",
    "cost": "705.34",
    "barcode": 875061,
    "sku": 775541,
    "category": "Category4",
    "description": "Lorem occaecat ut elit quis nostrud eu quis Lorem culpa consectetur laboris. Officia occaecat tempor dolor duis nostrud laboris proident veniam proident ad. Est commodo labore deserunt laboris ad commodo. Elit et sit labore enim sit. Ea commodo laboris et nostrud. Adipisicing exercitation proident dolore exercitation eu quis cupidatat esse voluptate sit.",
    "name": "voluptate",
    "_id": "58a5ffc09ef81d1a35778b9b"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "3215.28",
    "cost": "661.43",
    "barcode": 622537,
    "sku": 722924,
    "category": "Category2",
    "description": "Esse duis tempor eu elit. Anim ut ipsum tempor qui sit nulla consectetur ad ipsum elit occaecat sit consectetur mollit. Elit aliqua esse deserunt ex sint in ipsum non qui laboris qui laboris aliqua.",
    "name": "duis",
    "_id": "58a5ffc04ff9afa65f30a05a"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "4320.24",
    "cost": "11.98",
    "barcode": 192189,
    "sku": 948289,
    "category": "Category3",
    "description": "Nostrud duis sint commodo exercitation qui do ipsum Lorem in. Adipisicing tempor ipsum est velit cupidatat sit nulla Lorem. Anim laborum id enim velit irure ex qui magna commodo eiusmod cupidatat id.",
    "name": "occaecat",
    "_id": "58a5ffc075f687b0072f3db7"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "3755.64",
    "cost": "354.13",
    "barcode": 966475,
    "sku": 498411,
    "category": "Category1",
    "description": "Labore sit nisi dolor esse laborum eiusmod id qui esse. Laboris id cupidatat officia officia deserunt elit est nostrud quis. In ipsum minim proident officia nisi tempor in officia eu duis eu cillum. Nulla velit anim elit et cupidatat veniam dolore occaecat dolore et incididunt consectetur cupidatat eiusmod. Duis amet eiusmod voluptate occaecat commodo dolor elit sunt consequat excepteur voluptate. Eu laborum sit magna dolore eiusmod minim consectetur do duis eiusmod est do id.",
    "name": "sit",
    "_id": "58a5ffc09dd3ba79d09f1c64"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "3001.84",
    "cost": "277.66",
    "barcode": 828814,
    "sku": 108752,
    "category": "Category3",
    "description": "Sit sint consequat qui nulla eu consectetur do velit eiusmod commodo sint non non reprehenderit. Eiusmod labore sint elit nostrud pariatur in cillum consequat amet do sit occaecat do voluptate. Id laborum sunt commodo id do aliqua elit ullamco occaecat dolor id.",
    "name": "nostrud",
    "_id": "58a5ffc047f67b20f994d15a"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "454.57",
    "cost": "1422.72",
    "barcode": 863510,
    "sku": 676902,
    "category": "Category1",
    "description": "Esse cillum non cillum excepteur commodo labore reprehenderit voluptate duis excepteur ex. Minim qui laboris anim esse labore eiusmod veniam consequat irure. Commodo duis sit voluptate commodo et ex mollit minim dolor do enim labore irure qui. Enim officia commodo voluptate dolore enim nostrud do id deserunt ea. Mollit nisi fugiat consequat non mollit mollit incididunt laboris et nisi elit. Laboris nisi sint id tempor deserunt sunt ullamco eu. Nisi occaecat fugiat aute ullamco et eu est culpa.",
    "name": "exercitation",
    "_id": "58a5ffc0568cffc2f6982e20"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "2350.43",
    "cost": "664.61",
    "barcode": 850038,
    "sku": 742891,
    "category": "Category4",
    "description": "Eu reprehenderit in ad ipsum amet non non occaecat aliqua ea incididunt aliqua est nostrud. Elit cupidatat aliqua Lorem reprehenderit amet officia excepteur proident. Enim labore et cillum dolore. Adipisicing eiusmod id irure enim magna non exercitation irure voluptate. Dolor cillum nulla enim fugiat minim aliqua laborum do incididunt est mollit laboris.",
    "name": "anim",
    "_id": "58a5ffc080f1ea2b19ffb7b8"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "4180.74",
    "cost": "803.85",
    "barcode": 483763,
    "sku": 364215,
    "category": "Category2",
    "description": "In velit ullamco ipsum commodo ad sit commodo consectetur consequat nisi esse dolor sunt. Minim non adipisicing mollit est ad consectetur ad ut consequat velit laborum duis. Esse voluptate dolore excepteur laboris ex tempor ut culpa pariatur.",
    "name": "pariatur",
    "_id": "58a5ffc010dec9e9f7bd90fb"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 6,
    "price": "2000.37",
    "cost": "1295.43",
    "barcode": 747184,
    "sku": 134408,
    "category": "Category4",
    "description": "Minim Lorem officia sit officia est proident laborum. Pariatur reprehenderit aliquip laborum magna reprehenderit qui dolor eu amet fugiat ex exercitation reprehenderit. Deserunt qui eu sunt irure esse reprehenderit minim nulla dolore dolore minim reprehenderit tempor sit. Cillum sunt qui aliqua officia quis nostrud sit consequat mollit adipisicing eu deserunt. Ipsum minim laborum magna ad enim. Velit adipisicing consectetur velit et pariatur duis qui mollit.",
    "name": "cillum",
    "_id": "58a5ffc011f55be464b6c625"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "3429.39",
    "cost": "1078.66",
    "barcode": 677225,
    "sku": 728597,
    "category": "Category1",
    "description": "Amet culpa aliquip consectetur non ipsum dolore fugiat minim proident labore ipsum. Ut voluptate adipisicing sunt culpa nulla voluptate fugiat deserunt excepteur ut cupidatat reprehenderit cillum. Velit minim nostrud eu id tempor quis amet velit Lorem.",
    "name": "laboris",
    "_id": "58a5ffc0804b915ad8d052e0"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor1",
    "tax": 7,
    "price": "2380.22",
    "cost": "358.22",
    "barcode": 370616,
    "sku": 146120,
    "category": "Category1",
    "description": "Est excepteur incididunt labore deserunt non pariatur dolore culpa proident tempor et exercitation ex. Velit est esse magna mollit exercitation dolor dolore magna velit irure culpa cillum. Laborum minim deserunt adipisicing fugiat velit est.",
    "name": "sit",
    "_id": "58a5ffc07a58af34a30cdc57"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "unit",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "1657.35",
    "cost": "431.45",
    "barcode": 568850,
    "sku": 877392,
    "category": "Category2",
    "description": "Aliquip consequat pariatur ullamco mollit proident esse adipisicing id veniam velit ex sit minim. Reprehenderit anim non consectetur deserunt reprehenderit occaecat in excepteur labore. Aute nisi magna aliquip sit voluptate qui irure velit dolor anim adipisicing amet laborum consectetur.",
    "name": "pariatur",
    "_id": "58a5ffc01569bde157238876"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "1782.47",
    "cost": "85.93",
    "barcode": 369177,
    "sku": 452327,
    "category": "Category2",
    "description": "Magna eu aliqua consequat ipsum. Ullamco ad pariatur veniam irure esse dolore cillum sunt sit cillum ad nulla qui pariatur. Minim qui irure enim mollit adipisicing elit in quis velit sint sint. Quis aute labore nulla aliqua velit esse nulla amet aliquip veniam ea adipisicing dolore veniam. Dolore nostrud voluptate et labore in exercitation amet elit anim deserunt nulla elit fugiat.",
    "name": "nisi",
    "_id": "58a5ffc0cec7698605675caf"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor2",
    "tax": 6,
    "price": 1933,
    "cost": "923.34",
    "barcode": 401648,
    "sku": 904955,
    "category": "Category2",
    "description": "Ullamco eiusmod in ex labore laboris eiusmod qui elit qui anim amet enim adipisicing aute. Laboris adipisicing laboris ad dolore. Fugiat eu deserunt aliqua nulla. Ut incididunt excepteur ipsum laborum consequat ullamco aliqua proident non reprehenderit magna reprehenderit laboris.",
    "name": "irure",
    "_id": "58a5ffc0e140eb241fa74642"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor3",
    "tax": 6,
    "price": "4247.73",
    "cost": "1236.51",
    "barcode": 678182,
    "sku": 297545,
    "category": "Category1",
    "description": "Sunt qui minim nisi enim sit veniam dolore nulla occaecat aliqua. Officia veniam do aliquip commodo ullamco mollit sint aliquip ex deserunt pariatur ullamco nisi nisi. Laborum irure mollit mollit velit. Esse aute cupidatat deserunt dolore ullamco sit elit officia labore exercitation nostrud proident. Magna minim minim sunt laborum. Eiusmod sunt cillum officia veniam id nisi.",
    "name": "velit",
    "_id": "58a5ffc014b17be0923ebfa5"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "cm",
    "vendor": "Vendor4",
    "tax": 6,
    "price": "4182.96",
    "cost": "1270.71",
    "barcode": 247455,
    "sku": 472267,
    "category": "Category2",
    "description": "Occaecat tempor ullamco cillum consequat cupidatat dolore minim pariatur ad fugiat. Cupidatat laborum ut eiusmod labore dolore ipsum anim mollit consectetur dolore sunt ullamco incididunt. Voluptate enim non deserunt elit sint quis duis aliquip.",
    "name": "excepteur",
    "_id": "58a5ffc0aaf95a1d644864e0"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "min",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "4858.88",
    "cost": "204.76",
    "barcode": 774234,
    "sku": 100245,
    "category": "Category1",
    "description": "Incididunt proident cillum velit occaecat. Dolore non aliqua do non velit qui do ullamco sint. Dolore excepteur nisi ipsum exercitation laborum irure magna eiusmod.",
    "name": "excepteur",
    "_id": "58a5ffc09b4cefcd4ffb7fc7"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "cm",
    "vendor": "Vendor1",
    "tax": 6,
    "price": "2443.45",
    "cost": "380.2",
    "barcode": 573727,
    "sku": 823601,
    "category": "Category1",
    "description": "Quis cupidatat culpa aliquip cillum officia sint. Ex nostrud occaecat irure culpa voluptate fugiat nisi cupidatat quis. Id pariatur consequat duis est enim Lorem velit duis et nulla sunt aute non. Nulla proident Lorem pariatur culpa laborum qui elit excepteur deserunt. Velit laboris cupidatat nostrud incididunt esse deserunt occaecat proident id eiusmod sunt laborum sunt aute.",
    "name": "cillum",
    "_id": "58a5ffc0704f812937eda729"
  },
  {
    "brand": "",
    "condition": "used",
    "unitOfMeasure": "unit",
    "vendor": "Vendor2",
    "tax": 7,
    "price": "4110.81",
    "cost": "549.13",
    "barcode": 381844,
    "sku": 305742,
    "category": "Category4",
    "description": "Ut ullamco esse ex duis ea ut. Sunt qui est ad magna dolor ut excepteur dolore veniam et. Et commodo mollit magna aute dolore officia officia. Elit id eiusmod excepteur esse. Pariatur tempor incididunt proident dolor consectetur ex tempor aliquip.",
    "name": "in",
    "_id": "58a5ffc070f23e8d746e3931"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor4",
    "tax": 7,
    "price": "534.9",
    "cost": "1495.92",
    "barcode": 152545,
    "sku": 801117,
    "category": "Category4",
    "description": "Sit eu aliquip tempor fugiat Lorem anim. Tempor reprehenderit dolore magna dolor ullamco minim ipsum ex laborum. Et labore est anim nulla dolore aute.",
    "name": "adipisicing",
    "_id": "58a5ffc0fd63c51e05267eb0"
  },
  {
    "brand": "",
    "condition": "new",
    "unitOfMeasure": "sq ft",
    "vendor": "Vendor3",
    "tax": 7,
    "price": "1403.29",
    "cost": "629.98",
    "barcode": 688150,
    "sku": 843898,
    "category": "Category1",
    "description": "Occaecat magna occaecat occaecat nulla magna. Aliqua aute veniam quis voluptate nostrud magna esse elit est cupidatat nisi reprehenderit consectetur magna. Lorem sunt veniam ut magna deserunt aliquip. Aliqua veniam irure ad anim nisi officia excepteur. Enim duis et reprehenderit amet commodo esse consectetur ad laboris consectetur Lorem.",
    "name": "ad",
    "_id": "58a5ffc0a31b65ba34562ba9"
  }
]